Repository: common-repository/thecartpress-csvloader
Catalog: languages/tcp_csvl-*.po
Languages: es_es, ru_ru

source: CSV Loader
es_es: Cargador CSV
ru_ru: CSV загрузчик

source: Error copying %s to %s (attachment)
es_es: Se ha producido un error copiando %s a %s (adjuntos)
ru_ru: Ошибка копирования %s в %s (вложение)

source: Error copying %s to %s (thumbnail)
es_es: Se ha producido un error copiando %s a %s (miniatura)
ru_ru: Ошибка копирования %s в %s (миниатюра)

source: %s products have been uploaded
es_es: %s productos han sido subidos
ru_ru: %s позиций загружены

source: No product has been uploaded
es_es: Ningún producto ha sido subido
ru_ru: Торары не загружены

source: File cannot be empty
es_es: El fichero no puede estar vacío
ru_ru: Файл не может быть пустым

source: Post type
es_es: Tipo de post
ru_ru: Запись

source: Load taxonomies
es_es: Cargar taxonomías
ru_ru: Загрузка таксономий

source: Select what type of saleable post type do you want to use, usually, Products
es_es: Seleccione que tipo de post vendible quiere utilizar, normalmente serán "productos"
ru_ru: Выберите, какой из типов записей Вы хотите задействовать.

source: Which products to load?
es_es: Cuales son los productos a cargar?
ru_ru: Какие товары загружать?

source: All products
es_es: todos los productos
ru_ru: Все товары

source: Only New products
es_es: Sólo nuevos productos
ru_ru: Только новые товары

source: Only Updated products
es_es: Sólo productos existentes
ru_ru: Только обновлённые товары

source: Taxonomy
es_es: Taxonomía
ru_ru: Таксономия

source: Select the type of taxonomy you want to use. Usually, select Categories (of products).
es_es: Seleccione que tipo de taxonomñia quiere utilizar. Generalmente serán "categorías" (de productos).
ru_ru: Выберите тип таксономии для использования.

source: This action allows to select, later, the category term where to assign all the products.
es_es: Esta acción permitirá seleccionar, más tarde, el termino de la categoría donde asignar todos los productos.
ru_ru: Это действие позволяет выбрать, позднее, категорию терма, ассоциированного с товаром.

source: However, each product could be assigned to different terms if one of the columns, in the CSV file, is used to assign them.
es_es: Aún así, cada producto podría ser asignado a diferentes términos si una de las columnas, del fichero CSV, es usado para asignarlo.
ru_ru: Тем не менее, каждый из товаров может быть соотнесён с отдельным термом в колонке в CSV-файле.

source: Separator
es_es: Separador
ru_ru: Разделитель

source: Column titles in the first line
es_es: Títulos de columna en la primera fila
ru_ru: В первой строке заголовки колонок

source: These fields are used to define the format of the csv.
es_es: Estos campos son usados para definir el formato del CSV.
ru_ru: Данные поля используются для определения формата CSV-файла.

source: The Separator, usually, is a comma or the vertical slash "|". If the CSV has column titles in the first line, set the field "Column titles in the first line".
es_es: El separador, generalmente, es una coma o la barra vertical "|". Si el fichero CSV tiene columnas en la primera fila, active el campo "Títulos de columnas en la primera fila".
ru_ru: Разделителем, обычно, является запятая или вертикальный слэш (|).

source: Display Rows
es_es: Mostrar filas
ru_ru: Показывать строки

source: Display only four rows
es_es: Mostrar sólo cuatro filas
ru_ru: Показать только четыре строки

source: Display all rows
es_es: Mostrar todas las filas
ru_ru: Показать все строки

source: file
es_es: fichero
ru_ru: файл

source: Load
es_es: Cargar
ru_ru: Загрузить

source: This action helps to you to test if the file is right. Only the first four rows will be displayed.
es_es: Esta acción te ayuda a probar si el fichero es correcto. Únicamente se mostrarán las cuatro primeras filas.
ru_ru: Данное действие позволит Вам проверить CSV-файл.

source: These lines are the first four products loaded from the CSV file. If you think they are correct continue with the process.
es_es: Estas líneas son los cuatro primeros productos cargados desde el fichero CSV. Si cree que están correctas continue con el proceso.
ru_ru: Данные строки являются первыми четырьмя строками CSV-файла. Если, по Вашему мнению, всё в порядке, продолжайте.

source: Assign the columns of the CSV file (left column) to the fields of the products (right column).
es_es: Asigne las columnas de fichero CSV (columna de la izquierda) a los campos de los productos (columna derecha).
ru_ru: Присвоение колонок CSV-файла (слева) полям товаров (справа).

source: Imported columns
es_es: Columnas importadas
ru_ru: Импортировано колонок

source: TheCartPress columns
es_es: Columnas de TheCartPress
ru_ru: Колонки в TheCartPress

source: CSV columns
es_es: Columnas del fichero CSV
ru_ru: Колонки в CSV-файле

source: None
es_es: Nada
ru_ru: нет

source: Title
es_es: Título
ru_ru: Название

source: Content
es_es: Contenido
ru_ru: Содержимое

source: Excerpt
es_es: Resumen
ru_ru: Цитата

source: Price
es_es: Precio
ru_ru: Стоимость

source: Stock
ru_ru: Склад

source: Weight
es_es: Peso
ru_ru: Вес

source: Order
es_es: Orden
ru_ru: Заказ

source: Tax
es_es: Impuesto
ru_ru: Налоги

source: Upload
es_es: Subir
ru_ru: Загрузить

source: Attachment
es_es: Adjunto
ru_ru: Вложение

source: Thumbnail
es_es: Miniatura
ru_ru: Миниатюра

source: Attach this products to the Taxonomy
es_es: Adjunte este producto a la taxonomía
ru_ru: Назначить этому товару таксономию

source: No one
es_es: Ninguno
ru_ru: Ни одного

source: Set new products status to
es_es: Ponga el estado de los nuevos productos a
ru_ru: Установить товару статус "Новый"

source: publish
es_es: publicar
ru_ru: публичный

source: draft
es_es: borrador
ru_ru: черновик

source: This action will load the products in the eCommerce. Be patient.
es_es: Esta acción cargará los productos en el comercio electrónico. Espere un momento.
ru_ru: Это действие загружает товары в TheCartPress. Будьте терпеливы...
